export default {
  seo: {
    title: 'ТикТок Saver | Скачать видео с Тик Ток в HD и без водяного знака',
    description: 'ТикТок Saver поможет бесплатно скачать и смотреть видео Тик Ток в хорошем HD качестве и без водяного знака',
    url: 'https://www.tiktoksaver.online/ru/',
    name: 'Скачать ТикТок видео, ТикТок видео без водяного знака',
    keywords: 'ТикТок Saver, Скачать ТикТок видео, Скачать песни с Тик Ток, Tiktok Mp3 Downloader, Tiktok Audio Скачать, sss , snap, tik, Tiktok Video Downloader, скачать видео Tiktok, как скачать видео Tiktok',
    mp3: {
      title: 'ТикТок Saver | Скачать песни, музыку, ремиксы из Тик Тока видео',
      description: 'ТикТок Saver - это популярное приложение с помощью которого, можно бесплатно скачать и слушать песни, музыку и ремиксы из Тик Ток видео.',
      keywords: 'Песни тик ток, скачать музыку, звуки, скачать ремиксы тикток, tiktok видео,'
    }
  },
  menu: {
    how: 'Как скачать TikTok видео?',
    mp3: 'Скачать музыку из TikTok'
  },
  home: {
    title: 'ТикТок Saver',
    h2: 'Скачайте и смотрите видео ТикТок без водяного знака',
    btn: 'Скачать',
    btn_mobile: 'Скачать видео',
    placeholder: 'Просто вставьте ссылку на видео..',
    desc: 'это приложение с помощью которого, вы сможете бесплатно скачать и смотреть видео ТикТок в хорошем HD качестве и без водяного знака. Это лучший способ скачивать видео, звуки или песни с ТикТока.',
    advan: {
      stat: 'Полная статистика о ТикТок видео',
      video: 'Скачать ТикТок видео без водяного знака в хорошем качестве',
      audio: 'Скачать песни, звуки, музыку с ТикТок',
      avatar: 'Скачать аватар в оригинальном разрешении'
    }
  },
  result: {
    acc_created: 'Создан',
    created: 'Созданно',
    total_likes: 'Всего лайков',
    original_profile: 'Профиль',
    followers: 'Подписчики',
    following: 'Подписки',
    videos: 'Видео',
    likes: 'Лайков',
    comments: 'Комментариев',
    downloads: 'Загрузок',
    plays: 'Просмотров',
    share: 'Поделилось',
    save_photo: 'Скачать'
  },
  errors: {
    empty: 'Поле не должно быть пустым',
    bad_link: 'Ссылка должна быть',
    not_video: 'Видео недоступно или приватное.',
    uncorrect_link: 'Некорректная ссылка'
  },
  content: {
    faq: {
      how_download_audio: {
        ask: 'Как скачать песни с ТикТок?',
        answer: '- Откройте <a class="link" href="/ru/download-tiktok-mp3">"Скачать песни из ТикТока"</a><br> - Выставте ссылку на видео<br> - Нажмите "Скачать"<br> - Внизу страницы будет плеер с песней и кнопка загрузки'
      },
      how_find_link: {
        ask: 'Как найти ссылку для скачивания видео ТикТок?',
        answer: 'Откройте приложение Tiktok или веб-сайт на вашем телефоне или компьютере и найдите нужное видео.\n' +
          'Нажмите кнопку «Поделиться» в правом нижнем углу видео и нажмите на ссылку «Копировать», чтобы сохранить ссылку на видео.\n' +
          'Вставьте этот URL в поле ввода выше.Нажмите на кнопку "Скачать", чтобы сохранить его.'
      }
    },
    copy: 'Скопируйте',
    paste: 'Вставьте',
    download: 'Скачайте',
  },
  mp3: {
    home: {
      title: 'Скачать песни с Тикток',
      btn: 'Скачать MP3',
      placeholder: 'Просто вставьте ссылку на видео..',
      desc: 'это популярное приложение с помощью которого, можно бесплатно скачать и слушать песни, звуки и музыку из ТикТок видео.',

    },
    secs: {
      s1: 'Скачайте MP3'
    },
    steps: {
      title: {
        1: 'Найдите Тик Ток видео, с которого хотите скачать MP3 песню',
        2: 'Вставьте ссылку в поле ввода вверху страницы',
        3: 'Скачивайте музыку из Тик Тока в MP3'
      },
      1: 'Откройте приложение TikTok и найдите музыку, которую Вы хотите сохранить в формате MP3.\n' +
        '          В правой части экрана Вы увидите иконку «Поделиться».\n' +
        '          Нажмите ее, а затем нажмите "Скопировать ссылку" на следующем экране.',
      2: 'Вставьте ссылку на ТикТок видео в форму и нажмите на кнопку "Скачать MP3"',
      3: 'Если вы все сделали правильно, откроется страница результатов, где вы можете скачать музыку с Тик Тока. Прокрутите вниз, чтобы увидеть кнопку «Скачать MP3».'
    }
  },
  footer_menu: {
    contacts: 'Контакты',
    privacy: 'Политика'
  },
  contacts: {
    title: 'Связаться с нами',
    email: 'Ваш email для связи:',
    textarea: 'Сообщение:',
    btn: 'Отправить'
  },
  privacy: {
    title: 'Политика конфиденциальности',
    1: 'Используя сервис, вы соглашаетесь с Политикой конфиденциальности, изложенной на этой странице:',
    2: 'Этот Веб-сайт не собирает личную информацию с вашего компьютера, когда вы просматриваете Веб-сайт и запрашиваете страницы с наших серверов. Это означает, что, если вы добровольно и сознательно не предоставите нам личную информацию, мы не будем знать ваше имя, ваш адрес электронной почты или любую другую личную информацию.',
    3: 'Мы используем куки для понимания ваших предпочтений и показа релевантного содержимого на страницах сайта при его посещении. Куки-файлы - это небольшие файлы, которые сайт или поставщик услуг устанавливает на ваш компьютер через ваш веб-браузер (если такое разрешено браузером), что позволяет сайтам распознавать ваш браузер и запоминать определенную информацию, например, язык браузера.'
  }
}
